app/Views/v_template_admin.php

<body class="hold-transition sidebar-mini">
<?php
$db = \Config\Database::connect();
$web = $db->table('web')
  ->where('id_web', '1')
  ->get()->getRowArray();

$user = $db->table('user')
  ->where('id_user', session()->get('id_user'))
  ->get()->getRowArray();
---
SELECT *
FROM `web`
WHERE `id_web` = '1'
SELECT *
FROM `user`
WHERE `id_user` = '2'